<?php
// Heading
$_['heading_title']			= 'Загрузки';

// Text
$_['text_insert_success']	= 'Выполнено: Вы добавили файл для загрузки';
$_['text_update_success']	= 'Выполнено: Вы изменили файл для загрузки!';
$_['text_delete_success']	= 'Выполнено: Вы удалили файл(ы) для загрузки!';
$_['text_upload']           = 'Ваш файл успешно загружен!';
$_['text_downloads']		= 'Загрузки';
$_['text_image_manager']    = 'Менеджер изображений';
$_['text_browse']           = 'Обзор';
$_['text_clear']            = 'Очистить';

// Column
$_['column_name']			= 'Название';
$_['column_sort_order']		= 'Порядок сортировки';
$_['column_status']			= 'Статус';
$_['column_action']			= 'Действие';

// Entry
$_['entry_name']			= 'Название:';
$_['entry_description']		= 'Описание:';
$_['entry_category']		= 'Категория:';
$_['entry_status']			= 'Статус:';
$_['entry_mask']            = 'Маска:';
$_['entry_sort_order']		= 'Порядок сортировки:';
$_['entry_filename']        = 'Имя файла:<br /><span class="help">Вы можете загрузить файл с помощью кнопки Загрузить или использовать FTP для загрузки файла в каталог загрузки и заполнить форму.<br /><br />Рекомендуется, чтобы имя файла и маска были разные, для исключения попытки прямого скачивания файла.</span>';
$_['entry_image']			= 'Имя картинки:';

// Error
$_['error_warning']			= 'Ошибка: Пожалуйста, тщательно проверьте форму на наличие ошибок!';
$_['error_permission']		= 'Ошибка: У Вас нет прав на редактирование!';
$_['error_name']			= 'Название должно быть от 1 до 64 символов!';
$_['error_mask']            = 'Маска должна быть от 3 до 128 символов!';
$_['error_upload']          = 'Загружать обязательно!';
$_['error_filename']        = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']          = 'Файл не существует!';
$_['error_filetype']        = 'Недопустимый тип файла!';

//button
$_['button_save_and_close']	= 'Сохранить & Закрыть';
?>