<?php
// Heading
$_['heading_title']			= 'Завантаження';

// Text
$_['text_insert_success']	= 'Виконано: Ви додали файл для завантаження!';
$_['text_update_success']	= 'Виконано: Ви відредагували файл для завантаження!';
$_['text_delete_success']	= 'Виконано: Ви видалили файл(и) для завантаження!';
$_['text_upload']           = 'Ваш файл успішно відправлено!';
$_['text_downloads']		= 'Завантаження';
$_['text_image_manager']    = 'Менеджер зображень';
$_['text_browse']           = 'Огляд файлів';
$_['text_clear']            = 'Очистити зображення';

// Column
$_['column_name']			= 'Назва';
$_['column_sort_order']		= 'Порядок сортування';
$_['column_status']			= 'Статус';
$_['column_action']			= 'Дія';

// Entry
$_['entry_name']			= 'Назва:';
$_['entry_description']		= 'Опис:';
$_['entry_category']		= 'Категорія:';
$_['entry_status']			= 'Статус:';
$_['entry_mask']            = 'Маска:';
$_['entry_sort_order']		= 'Порядок сортування:';
$_['entry_filename']        = 'Ім\'я файлу:<br /><span class="help">Ви можете завантажити файл за допомогою кнопки Завантажити або використати FTP для завантаження файла в каталог завантажень і заповнити форму.<br /><br />Рекомендується, щоб ім\'я файлу і маска були різні, для виключення спроби прямого скачування файлу.</span>';
$_['entry_image']			= 'Ім\'я картинки:';

// Error
$_['error_warning']			= 'Помилка: Будь ласка, ретельно перевірте форму на наявність помилок!';
$_['error_permission']		= 'Помилка: У Вас немає прав на редагування!';
$_['error_name']			= 'Назва повинна бути від 1 до 64 символів!';
$_['error_mask']            = 'Маска має бути від 3 до 128 символів!';
$_['error_upload']          = 'Необхідно завантаження!';
$_['error_filename']        = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists']          = 'Файл відсутній!';
$_['error_filetype']        = 'Неправильний тип файлу!';

//button
$_['button_save_and_close']	= 'Зберегти & Закрити';
?>